[
   
    {
        "id":0,
        "details":"<div class=\"list list-inset\" class=\"content-holder\"><img src=\"../img/attractions-page-bg.jpg\" alt=\"Item Img\" class=\"responsive-image\"> <div class=\"item item-divider\">History</div><div class=\"card\"> <div class=\"item item-text-wrap\"><strong>ILOILO</strong> takes its name from Irong-Irong, the old name of the city of Iloilo, a tongue of land that sticks out like a nose on the south of Iloilo River. The Maragtas Legend tells the story of Iloilo way back in the 13th century, when Datu Puti and his fellow Datus, fled from the tyranny of Sultan Makatunao of Borneo and landed at the mouth of the Siwaragan River, now known as the town of San Joaquin, and eventually settled there.<br><br>At the that time, people called the \"Atis\", who were ruled by King Marikudo and Queen Maniwangtiwang, inhabited Panay. King Marikudo bartered the lowlands of Panay Island for a golden hat, \"saduk\", and a long gold necklace, \"manangyad\", and other assorted gifts to the Bornean Datus. The latter then took complete control of the island with the \"Atis\" retiring to the mountains. It was Datu Paiburong who was assigned in Irong-Irong. Panay Island was ruled under the Code of Kalantiao, where peace and prosperity reigned for 300 years. But this was disrupted when the Spaniards came and established the provincial government.<br><br>As early as 1855, Iloilo opened to the world of trade and became the biggest port in the Philippines and premier province of the country because of various economic activities. Municipio de Iloilo became a city under the Bacura Law in 1893.<br><br>When the Philippine Revolution started, Panay uprising against the Spaniards was led by Gen. Martin Delgado of Sta. Barbara, who liberated all the towns, except Iloilo City, Molo, and Jaro. December 28, 1898 marked the arrival of the Americans at the Iloilo port, and on April 11, 1901, Iloilo City whose status has reverted to municipality, became the chief port and trading center of Panay and Negros. Because it progressed steadily, the Commonwealth Act No. 158 incorporated the surrounding towns of Lapaz, Jaro, Mandurriao and Arevalo to form Iloilo City and was finally inaugurated on Aug. 25, 1937, and was dubbed as the \"Queen City of the South\". Gen. Martin Delgado became the first governor of the province of Iloilo.<br><br>The Japanese occupation started on April 16, 1942. The Panay Guerilla Movement, the first resistance group in the Philippines, continued fighting the Japanese Imperial Army even before the American Liberation of Panay on July 4, 1946.</div></div>   <div class=\"item item-divider\">Geography</div><div class=\"card\"><div class=\"item item-text-wrap\"><p>Iloilo City is located in the southern shores of Panay Island. The city faces Iloilo Strait and Guimaras Island across it, making it a natural harbor and a safe anchorage for ships. The city lies on a flat alluvial plain, reclaimed mostly from the swampy areas due to urbanization and industrialization in the late 19th century until the present. Traversing the city are the rivers of Iloilo, Batiano, Jaro and Dungon Creek. Iloilo River is an estuary that separates the districts of City Proper, Molo and Villa Arevalo from the rest of the city. On the other hand, Jaro River is fed by its tributary rivers, Aganan and Tigum. Lately a new escape channel for floodwaters coming from these two rivers to Iloilo Straight was developed, the Jaro Floodway. Iloilo City is 337.6 nautical miles from Manila. The city has a total land area of 70.3 square kilometres (27.1 sq mi).</p><p>The city is divided into seven administrative districts. All of the districts were once individual towns, excluding Lapuz, which was a sub-district of La Paz until 2008. They were merged into one city on August 25, 1937 when the current Iloilo City inaugurated as a charter city. All districts have their own town centers complete with a plaza, a Roman Catholic church, a fire station, a police station and a public market. City Proper is a commercial area and the political center of the City and the Province of Iloilo and the Regional Government Center of Western Visayas.</p><p>Iloilo City is further subdivided into 180 barangays.</p><p>Iloilo City is the center of the only officially recognized Metropolitan Area in Western Visayas. The metropolitan area is composed of the City of Iloilo, the municipalities of Leganes, Pavia, Sta. Barbara, Cabatuan, San Miguel, Oton, the Island Province of Guimaras and its five municipalities, namely - Sibunag, San Lorenzo, Nueva Valencia, Buenavista and Jordan.</p><p>The city of Iloilo has only one legislative district. </p></div></div></div>"
        
           },
     {
        "id":0,
        "details":"first details"
    }
    
]